// FT-17 Після натискання на картку фільму на будь-якій сторінці повинна відкриватися модалка з динамічно підставленою інформацією про фільм
// FT-24 Реалізувати показ трейлеру фільма (мобілка, планшет, десктоп).
// Посилання на документацію для запиту повної інформації про кінофільм для сторінки кінофільму: https://developers.themoviedb.org/3/movies/get-movie-details
// Посилання на документацію для запиту повної інформації про можливий трейлер на YouTube: https://developers.themoviedb.org/3/movies/get-movie-videos
